{
  "pl": "<div>\n    <p>Regulamin Strony z Wiadomościami</p>\n    <p>Prosimy o dokładne zapoznanie się z poniższymi Zasadami i Warunkami ('Warunki') przed korzystaniem z naszej\n        strony z wiadomościami ('Strona'). Niniejsze Warunki regulują dostęp i korzystanie z Strony, w tym wszelkie\n        treści, funkcje lub usługi dostarczane przez Stronę. Poprzez dostęp lub korzystanie ze Strony, zgadzasz się na\n        przestrzeganie tych Warunków. Jeśli nie zgadzasz się z tymi Warunkami, nie powinieneś korzystać ze Strony.</p>\n    <ol>\n        <li>\n            <p>Akceptacja Warunków\n                Korzystając ze Strony, potwierdzasz, że przeczytałeś, zrozumiałeś i zaakceptowałeś niniejsze Warunki w\n                całości. Jeśli korzystasz ze Strony w imieniu organizacji, oświadczasz i gwarantujesz, że masz\n                uprawnienia do wiążącego tej organizacji umówienia się z niniejszymi Warunkami.</p>\n        </li>\n        <li>\n            <p>Treści\n                a. Treści dostarczane na Stronie mają charakter ogólnoinformacyjny. Dokładamy starań, aby zapewnić\n                precyzyjne i aktualne informacje, ale nie gwarantujemy dokładności, kompletności ani wiarygodności\n                jakiejkolwiek treści.\n                b. Treści na Stronie mogą zawierać opinie, analizy lub komentarze. Treści te przedstawiają poglądy\n                autorów i niekoniecznie odzwierciedlają nasze poglądy.</p>\n        </li>\n        <li>\n            <p>Własność intelektualna\n                a. Wszystkie treści na Stronie, w tym teksty, zdjęcia, grafiki, loga i materiały audio/wideo, są\n                chronione prawem własności intelektualnej i stanowią własność Strony lub jej licencjodawców.\n                b. Nie wolno reprodukować, rozpowszechniać, modyfikować, przekazywać ani używać żadnej treści ze Strony\n                bez naszej wcześniejszej pisemnej zgody.</p>\n        </li>\n        <li>\n            <p>Zachowanie Użytkownika\n                a. Zgadzasz się korzystać ze Strony w sposób zgodny z prawem i odpowiedzialny. Nie możesz angażować się\n                w żadną działalność, która może zakłócać lub ingerować w funkcjonowanie Strony lub naruszać prawa\n                innych.\n                b. Ponosisz wyłączną odpowiedzialność za treści, które publikujesz lub przesyłasz na Stronę. Nie wolno\n                publikować ani przekazywać treści, które są zniesławiające, obsceniczne, obraźliwe lub naruszające\n                obowiązujące przepisy prawa.</p>\n        </li>\n        <li>\n            <p>Linki do stron trzecich\n                Strona może zawierać linki do stron internetowych lub zasobów stron trzecich. Linki te są udostępniane\n                tylko dla wygody i nie oznaczają poparcia lub odpowiedzialności za treści lub praktyki tych stron\n                trzecich. Zalecamy zapoznanie się z warunkami i polityką prywatności każdej odwiedzanej strony trzeciej.\n            </p>\n        </li>\n        <li>\n            <p>Prywatność\n                Szanujemy Twoją prywatność. Prosimy zapoznaj się z naszą Polityką Prywatności [link do polityki\n                prywatności], aby dowiedzieć się, w jaki sposób zbieramy, używamy i chronimy Twoje dane osobowe.</p>\n        </li>\n        <li>\n            <p>Wyłączenie gwarancji\n                Strona i jej treści są udostępniane 'w stanie, w jakim się znajdują' i 'zgodnie z dostępnością', bez\n                żadnych gwarancji, wyrażonych ani dorozumianych. Nie gwarantujemy, że Strona będzie wolna od błędów,\n                bezpieczna ani nieprzerwana.</p>\n        </li>\n        <li>\n            <p>Ograniczenie odpowiedzialności\n                W najszerszym zakresie dozwolonym przez prawo, nie ponosimy odpowiedzialności za żadne bezpośrednie,\n                pośrednie, przypadkowe, następcze ani karne szkody wynikające z korzystania ze Strony lub jakiejkolwiek\n                treści na niej zamieszczonej.</p>\n        </li>\n        <li>\n            <p>Modyfikacje i Zakończenie\n                Zastrzegamy sobie prawo do wprowadzania zmian, zawieszenia lub zakończenia działalności Strony lub\n                niniejszych Warunków w dowolnym momencie, bez wcześniejszego zawiadomienia. Możemy również nałożyć\n                ograniczenia na niektóre funkcje lub ograniczyć dostęp do części lub całości Strony bez\n                odpowiedzialności ani obowiązku.</p>\n        </li>\n        <li>\n            <p>Prawo właściwe i jurysdykcja\n                Niniejsze Warunki podlegają prawu [Jurysdykcja] i będą interpretowane zgodnie z tym prawem. Wszelkie\n                spory wynikające z niniejszych Warunków lub korzystania ze Strony będą rozstrzygane wyłącznie przez sądy\n                [Jurysdykcja].</p>\n        </li>\n        <li>\n            <p>Całkowite porozumienie\n                Niniejsze Warunki stanowią całościowe porozumienie między Tobą a Stroną dotyczące korzystania ze Strony,\n                zastępując wszelkie wcześniejsze lub równoczesne umowy, komunikaty i propozycje, zarówno ustne, jak i\n                pisemne.</p>\n        </li>\n    </ol>\n    <p>Jeśli masz jakiekolwiek pytania lub wątpliwości dotyczące tych Warunków, skontaktuj się z nami pod adresem\n        [informacje kontaktowe].</p>\n</div>",
  "es": "<div>\n    <p>Términos y Condiciones de la Página de Noticias</p>\n    <p>Por favor, lee estos Términos y Condiciones ('Términos') cuidadosamente antes de utilizar nuestra página de\n        noticias ('el Sitio web'). Estos Términos rigen tu acceso y uso del Sitio web, incluyendo cualquier contenido,\n        características o servicios proporcionados por el Sitio web. Al acceder o utilizar el Sitio web, aceptas quedar\n        vinculado por estos Términos. Si no estás de acuerdo con estos Términos, no debes utilizar el Sitio web.</p>\n    <ol>\n        <li>\n            <p>Aceptación de los Términos\n                Al utilizar el Sitio web, reconoces que has leído, comprendido y aceptado estos Términos en su\n                totalidad. Si accedes al Sitio web en nombre de una organización, declaras y garantizas que tienes la\n                autoridad para vincular a esa organización a estos Términos.</p>\n        </li>\n        <li>\n            <p>Contenido\n                a. El contenido proporcionado en el Sitio web es solo para fines informativos generales. Nos esforzamos\n                por proporcionar información precisa y actualizada, pero no garantizamos la exactitud, integridad o\n                confiabilidad de ningún contenido.\n                b. El contenido en el Sitio web puede incluir opiniones, análisis o comentarios. Este contenido\n                representa las opiniones de los autores y no necesariamente refleja nuestras opiniones.</p>\n        </li>\n        <li>\n            <p>Propiedad Intelectual\n                a. Todo el contenido del Sitio web, incluyendo texto, imágenes, gráficos, logotipos y materiales de\n                audio/video, está protegido por las leyes de propiedad intelectual y es propiedad del Sitio web o sus\n                licenciantes.\n                b. No puedes reproducir, distribuir, modificar, transmitir o utilizar ningún contenido del Sitio web sin\n                nuestro consentimiento previo por escrito.</p>\n        </li>\n        <li>\n            <p>Conducta del Usuario\n                a. Aceptas utilizar el Sitio web de manera legal y responsable. No debes participar en ninguna actividad\n                que pueda interrumpir o interferir con el funcionamiento del Sitio web o infringir los derechos de\n                terceros.\n                b. Eres el único responsable del contenido que publicas o envías al Sitio web. No debes publicar ni\n                transmitir ningún contenido difamatorio, obsceno, ofensivo o que viole las leyes aplicables.</p>\n        </li>\n        <li>\n            <p>Enlaces a Sitios web de Terceros\n                El Sitio web puede contener enlaces a sitios web o recursos de terceros. Estos enlaces se proporcionan\n                solo por conveniencia y no implican un respaldo o responsabilidad por el contenido o las prácticas de\n                estos sitios web de terceros. Recomendamos revisar los términos y políticas de privacidad de cualquier\n                sitio web de terceros que visites.</p>\n        </li>\n        <li>\n            <p>Privacidad\n                Tu privacidad es importante para nosotros. Por favor, revisa nuestra Política de Privacidad [enlace a la\n                política de privacidad] para comprender cómo recopilamos, utilizamos y protegemos tu información\n                personal.</p>\n        </li>\n        <li>\n            <p>Renuncia de Garantías\n                El Sitio web y su contenido se proporcionan 'tal cual' y 'según disponibilidad' sin ninguna garantía,\n                expresa o implícita. No garantizamos que el Sitio web sea libre de errores, seguro o ininterrumpido</p>\n        </li>\n        <li>\n            <p>Limitación de Responsabilidad\n                En la máxima medida permitida por la ley, no seremos responsables de ningún daño directo, indirecto,\n                incidental, consecuente o punitivo que surja del uso del Sitio web o cualquier contenido en él.</p>\n        </li>\n        <li>\n            <p>Modificación y Terminación\n                Nos reservamos el derecho de modificar, suspender o terminar el Sitio web o estos Términos en cualquier\n                momento sin previo aviso. También podemos imponer límites a ciertas características o restringir tu\n                acceso a partes o la totalidad del Sitio web sin responsabilidad u obligación.</p>\n        </li>\n        <li>\n            <p>Ley Aplicable y Jurisdicción\n                Estos Términos se regirán e interpretarán de acuerdo con las leyes de [Jurisdicción]. Cualquier disputa\n                que surja de o esté relacionada con estos Términos o el uso del Sitio web estará sujeta a la\n                jurisdicción exclusiva de los tribunales de [Jurisdicción].</p>\n        </li>\n        <li>\n            <p>Acuerdo Completo\n                Estos Términos constituyen el acuerdo completo entre tú y el Sitio web con respecto al uso del Sitio\n                web, reemplazando cualquier acuerdo, comunicación o propuesta anterior o contemporánea, ya sea oral o\n                escrita.</p>\n        </li>\n    </ol>\n    <p>Si tienes alguna pregunta o inquietud sobre estos Términos, contáctanos en [información de contacto].</p>\n</div>",
  "en": "<div><p>Terms and Conditions for News Webpage</p><p>Please read these Terms and Conditions ('Terms') carefully before using our news webpage ('the Website'). These\n      Terms govern your access to and use of the Website, including any content, features, or services provided by the\n      Website. By accessing or using the Website, you agree to be bound by these Terms. If you do not agree with these\n      Terms, you should not use the Website.</p>\n  <ol>\n      <li>\n          <p>Acceptance of Terms\n              By using the Website, you acknowledge that you have read, understood, and accepted these Terms in their\n              entirety. If you are accessing the Website on behalf of an organization, you represent and warrant that\n              you have the authority to bind that organization to these Terms.</p>\n      </li>\n      <li>\n          <p>Content\n              a. The content provided on the Website is for general informational purposes only. We strive to provide\n              accurate and up-to-date information but do not guarantee the accuracy, completeness, or reliability of\n              any content.\n              b. The content on the Website may include opinions, analysis, or commentary. Such content represents the\n              views of the authors and does not necessarily reflect our views or opinions.</p>\n      </li>\n      <li>\n          <p>Intellectual Property\n              a. All content on the Website, including text, images, graphics, logos, and audio/video materials, is\n              protected by intellectual property laws and is the property of the Website or its licensors.\n              b. You may not reproduce, distribute, modify, transmit, or use any content from the Website without our\n              prior written consent.</p>\n      </li>\n      <li>\n          <p>User Conduct\n              a. You agree to use the Website in a lawful and responsible manner. You must not engage in any activity\n              that may disrupt or interfere with the functioning of the Website or infringe upon the rights of others.\n              b. You are solely responsible for the content you post or submit on the Website. You must not post or\n              transmit any content that is defamatory, obscene, offensive, or violates any applicable laws.</p>\n      </li>\n      <li>\n          <p>Links to Third-Party Websites\n              The Website may contain links to third-party websites or resources. These links are provided for\n              convenience only and do not imply endorsement or responsibility for the content or practices of these\n              third-party websites. We recommend reviewing the terms and privacy policies of any third-party websites\n              you visit.</p>\n      </li>\n      <li>\n          <p>Privacy\n              Your privacy is important to us. Please review our Privacy Policy [link to privacy policy] to understand\n              how we collect, use, and protect your personal information.</p>\n      </li>\n      <li>\n          <p>Disclaimer of Warranties\n              The Website and its content are provided on an 'as is' and 'as available' basis without any warranties,\n              expressed or implied. We do not warrant that the Website will be error-free, secure, or uninterrupted.\n          </p>\n      </li>\n      <li>\n          <p>Limitation of Liability\n              To the fullest extent permitted by law, we shall not be liable for any direct, indirect, incidental,\n              consequential, or punitive damages arising out of or in connection with your use of the Website or any\n              content therein.</p>\n      </li>\n      <li>\n          <p>Modification and Termination\n              We reserve the right to modify, suspend, or terminate the Website or these Terms at any time without\n              prior notice. We may also impose limits on certain features or restrict your access to parts or all of\n              the Website without liability or obligation.</p>\n      </li>\n      <li>\n          <p>Governing Law and Jurisdiction\n              These Terms shall be governed by and construed in accordance with the laws of [Jurisdiction]. Any\n              disputes arising out of or relating to these Terms or the use of the Website shall be subject to the\n              exclusive jurisdiction of the courts of [Jurisdiction].</p>\n      </li>\n      <li>\n          <p>Entire Agreement\n              These Terms constitute the entire agreement between you and the Website concerning the use of the\n              Website, superseding any prior or contemporaneous agreements, communications, and proposals, whether\n              oral or written.</p>\n      </li>\n  </ol>\n  <p>If you have any questions or concerns regarding these Terms, please contact us at [contact information].</p>\n</div>",
  "de": "<div>\n    <p>Nutzungsbedingungen für die Nachrichtenwebseite</p>\n    <p>Bitte lesen Sie diese Nutzungsbedingungen ('Bedingungen') sorgfältig durch, bevor Sie unsere Nachrichtenwebseite\n        ('die Webseite') nutzen. Diese Bedingungen regeln Ihren Zugriff auf und Ihre Nutzung der Webseite,\n        einschließlich aller Inhalte, Funktionen oder Dienste, die von der Webseite bereitgestellt werden. Durch den\n        Zugriff auf oder die Nutzung der Webseite erklären Sie sich mit diesen Bedingungen einverstanden. Wenn Sie mit\n        diesen Bedingungen nicht einverstanden sind, sollten Sie die Webseite nicht nutzen.</p>\n    <ol>\n        <li>\n            <p>Akzeptanz der Bedingungen\n                Durch die Nutzung der Webseite bestätigen Sie, dass Sie diese Bedingungen vollständig gelesen,\n                verstanden und akzeptiert haben. Wenn Sie im Namen einer Organisation auf die Webseite zugreifen,\n                erklären und garantieren Sie, dass Sie die Befugnis haben, diese Organisation an diese Bedingungen zu\n                binden.</p>\n        </li>\n        <li>\n            <p>Inhalte\n                a. Die auf der Webseite bereitgestellten Inhalte dienen ausschließlich allgemeinen Informationszwecken.\n                Wir bemühen uns, genaue und aktuelle Informationen bereitzustellen, können jedoch nicht die Genauigkeit,\n                Vollständigkeit oder Zuverlässigkeit der Inhalte garantieren.\n                b. Die Inhalte auf der Webseite können Meinungen, Analysen oder Kommentare enthalten. Diese Inhalte\n                spiegeln die Ansichten der Autoren wider und geben nicht unbedingt unsere Ansichten oder Meinungen\n                wieder.</p>\n        </li>\n        <li>\n            <p>Geistiges Eigentum\n                a. Alle Inhalte auf der Webseite, einschließlich Texte, Bilder, Grafiken, Logos und\n                Audio-/Videomaterialien, sind durch das Urheberrecht geschützt und Eigentum der Webseite oder ihrer\n                Lizenzgeber.\n                b. Sie dürfen keine Inhalte von der Webseite ohne unsere vorherige schriftliche Zustimmung\n                reproduzieren, verteilen, ändern, übertragen oder nutzen.</p>\n        </li>\n        <li>\n            <p>Nutzerverhalten\n                a. Sie erklären sich damit einverstanden, die Webseite rechtmäßig und verantwortungsvoll zu nutzen. Sie\n                dürfen keine Aktivitäten durchführen, die den Betrieb der Webseite stören oder die Rechte anderer\n                verletzen könnten.\n                b. Sie sind allein verantwortlich für die von Ihnen veröffentlichten oder übermittelten Inhalte auf der\n                Webseite. Sie dürfen keine Inhalte ver öffentlichen oder übermitteln, die diffamierend, obszön,\n                beleidigend oder gegen geltendes Recht verstoßen.</p>\n        </li>\n        <li>\n            <p>Links zu Drittanbieter-Websites\n                Die Webseite kann Links zu Websites oder Ressourcen von Drittanbietern enthalten. Diese Links werden\n                lediglich als Serviceleistung bereitgestellt und stellen keine Zustimmung oder Verantwortung für den\n                Inhalt oder die Praktiken dieser Drittanbieter-Websites dar. Wir empfehlen Ihnen, die\n                Nutzungsbedingungen und Datenschutzrichtlinien jeder besuchten Drittanbieter-Website zu überprüfen.</p>\n        </li>\n        <li>\n            <p>Datenschutz\n                Ihr Datenschutz ist uns wichtig. Bitte lesen Sie unsere Datenschutzerklärung [Link zur\n                Datenschutzerklärung], um zu verstehen, wie wir personenbezogene Daten sammeln, verwenden und schützen.\n            </p>\n        </li>\n        <li>\n            <p>Haftungsausschluss\n                Die Webseite und ihre Inhalte werden 'wie besehen' und 'wie verfügbar' ohne jegliche Gewährleistung,\n                weder ausdrücklich noch stillschweigend, zur Verfügung gestellt. Wir übernehmen keine Gewähr dafür, dass\n                die Webseite fehlerfrei, sicher oder unterbrechungsfrei ist.</p>\n        </li>\n        <li>\n            <p>Haftungsbeschränkung\n                In dem gesetzlich zulässigen Umfang haften wir nicht für direkte, indirekte, zufällige, Folge- oder\n                Strafschäden, die sich aus der Nutzung der Webseite oder eines Inhalts darauf ergeben.</p>\n        </li>\n        <li>\n            <p>Änderungen und Beendigung\n                Wir behalten uns das Recht vor, die Webseite oder diese Bedingungen jederzeit ohne vorherige Ankündigung\n                zu ändern, auszusetzen oder zu beenden. Wir können auch bestimmte Funktionen einschränken oder Ihren\n                Zugriff auf Teile oder die gesamte Webseite beschränken, ohne dafür haftbar zu sein.</p>\n        </li>\n        <li>\n            <p>Geltendes Recht und Gerichtsstand\n                Diese Bedingungen unterliegen dem Recht von [Gerichtsstand]. Alle Streitigkeiten, die sich aus oder im\n                Zusammenhang mit diesen Bedingungen oder der Nutzung der Webseite ergeben, unterliegen der\n                ausschließlichen Zuständigkeit der Gerichte von [Gerichtsstand].</p>\n        </li>\n        <li>\n            <p>Gesamte Vereinbarung\n                Diese Bedingungen stellen die gesamte Vereinbarung zwischen Ihnen und der Webseite in Bezug auf die\n                Nutzung der Webseite dar und ersetzen alle vorherigen oder gleichzeitigen Vereinbarungen, Mitteilungen\n                oder Vorschläge, sei es mündlich oder schriftlich.</p>\n        </li>\n    </ol>\n    <p>Wenn Sie Fragen oder Bedenken zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter\n        [Kontaktinformationen].</p>\n</div>"
}
